Revit 2023 API
GroupTypeId.AnalysisResults Property
 "Analysis Results"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 23.0.0.0 (23.1.0.0)
Syntax
C#
public static ForgeTypeId AnalysisResults { get; }
Visual Basic
Public Shared ReadOnly Property AnalysisResults As ForgeTypeId
	Get
Visual C++
public:
static property ForgeTypeId^ AnalysisResults {
	ForgeTypeId^ get ();
}
See Also
GroupTypeId Class
Autodesk.Revit.DB Namespace